Revit 2027 API
BuiltInFailures.FamilyFailures.ValueOutOfRange Property
 The value must be from 0.0 to 1.0
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ValueOutOfRange { get; }
Public Shared ReadOnly Property ValueOutOfRange As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ValueOutOfRange {
	FailureDefinitionId^ get ();
}
static member ValueOutOfRange : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace